Repository: claunia/marechai
Catalog: Marechai/Resources/Services/BooksService.*.resx
Languages: es

source: Books
es: Libros

source: Loading...
es: Cargando...

source: Country
es: País

source: Details
es: Detalles

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Delete book
es: Eliminar libro

source: Are you sure you want to delete the book {0}?
es: ¿Estás seguro de borrar el libro {0}?

source: Cancel
es: Cancelar

source: Create new
es: Crear nuevo

source: Title
es: Título

source: Native title
es: Título nativo

source: Published
es: Publicado el

source: Book details
es: Detalles de libro

source: Title using latin script
es: Título utilizando escritura latina

source: Please enter a valid title.
es: Por favor introduce un título válido.

source: Native title, that is, title using native script (cyrillic, chinese, etc)
es: Título nativo, es decir, el título usando el sistema de escritura nativo (cirílico, chino, etc)

source: Unknown (native title)
es: Desconocido

source: Please enter a valid native title.
es: Por favor introduce un título nativo válido.

source: Unknown (publication date)
es: Desconocida

source: Please enter a valid publication date.
es: Por favor introduce una fecha de publicación válida.

source: Country of publication
es: País de publicación

source: Unknown (country of publication)
es: Desconocido

source: Unknown (ISBN)
es: Desconocido

source: Please enter a valid ISBN.
es: Por favor introduce un ISBN válido.

source: Pages
es: Páginas

source: Unknown (pages)
es: Desconocidas

source: Unknown (edition)
es: Desconocida

source: Please enter a valid number of pages.
es: Por favor introduce un número de páginas válido.

source: Edition
es: Edición

source: Please enter a valid edition number.
es: Por favor introduce un número de edición válido.

source: Back to list
es: Volver a la lista

source: Title must be smaller than 256 characters.
es: El título debe contener menos de 256 caracteres.

source: Native title must be smaller than 256 characters.
es: El título nativo debe contener menos de 256 caracteres.

source: Companies involved in this book
es: Compañías involucradas en este libro

source: Add new (company)
es: Añadir nueva

source: Company
es: Compañía

source: Role
es: Rol

source: Add
es: Añadir

source: Delete company from this book
es: Eliminar compañía de este libro

source: Are you sure you want to delete the company {0} with role {1} from this book?
es: ¿Estás seguro de eliminar la compañía {0} con el rol {1} de este libro?

source: Machine families this book talks about
es: Familias de máquinas sobre las que habla este libro

source: Add new (machine family)
es: Añadir nueva

source: Family
es: Familia
