Repository: claunia/marechai
Catalog: Marechai/Resources/Services/CompaniesService.*.resx
Languages: es

source: Companies
es: Compañías

source: Loading...
es: Cargando...

source: {0} companies found in the database.
es: {0} compañías en la base de datos.

source: Company not found.
es: Compañía no encontrada

source: Founded
es: Fundación

source: Country
es: País

source: Status
es: Estado

source: Current company status is unknown.
es: Estado actual desconocido.

source: Company is active.
es: Activa

source: Company sold to {0} on {1}.
es: Vendida a {0} el {1}.

source: Company sold on {0} to an unknown company.
es: Vendida el {0} a una compañía desconocida.

source: Company sold to {0} on an unknown date.
es: Vendida a {0} en una fecha desconocida.

source: Company was sold to an unknown company on an unknown date.
es: Vendida a una compañía desconocida en una fecha desconocida.

source: Company merged on {0} to form {1}.
es: Fusionada el {0} para formar {1}.

source: Company merged on {0} to form an unknown company.
es: Fusionada el {0} para formar una compañía desconocida.

source: Company merged on an unknown date to form {0}.
es: Fusionada para format {0} en una fecha desconocida.

source: Company merged to form an unknown company on an unknown date.
es: Fusionada en una fecha desconocida para format una compañía desconocida.

source: Company declared bankruptcy on {0}.
es: Declaró bancarrota el {0}.

source: Company declared bankruptcy on an unknown date.
es: Declaró bancarrota en una fecha desconocida.

source: Company ceased operations on {0}.
es: Cesó las operaciones el {0}.

source: Company ceased operations on an unknown date.
es: Cesó las operaciones en una fecha desconocida.

source: Company renamed to {0} on {1}.
es: Cambió el nombre a {0} el {1}.

source: Company was renamed on {0} to an unknown name.
es: Cambió el nombre en {0} a uno desconocido..

source: Company renamed to {0} on an unknown date.
es: Cambió el nombre a {0} en una fecha desconocida.

source: Company renamed to an unknown name on an unknown date.
es: Cambió el nombre a uno desconocido en una fecha desconocida.

source: Address
es: Dirección

source: Links
es: Enlaces

source: Website
es: Página web

source: &lt;ok&gt;{0}&lt;/ok&gt; computers known.
es: <ok>{0}</ok> ordenadores conocidos.

source: &lt;ok&gt;{0}&lt;/ok&gt; videogame consoles known.
es: <ok>{0}</ok> videoconsolas conocidas.

source: &lt;red&gt;No&lt;/red&gt; computers known.
es: <red>Ningún</red> ordenador conocido.

source: &lt;red&gt;No&lt;/red&gt; videogame consoles known.
es: <red>Ninguna</red> videoconsola conocida.

source: There are no companies in the database.
es: No hay compañías en la base de datos.

source: Companies founded in {0}.
es: Compañías fundadas en {0}.

source: Companies which name starts with {0}.
es: Compañías cuyo nombre empieza por {0}.

source: Sold
es: Vendida

source: Sold to
es: Vendida a

source: Details
es: Detalles

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Delete company
es: Eliminar compañía

source: Are you sure you want to delete the company {0}?
es: ¿Está seguro de que desea borrar la compañía {0}?

source: Cancel
es: Cancelar

source: Company details
es: Detalles de compañía

source: Name
es: Nombre

source: City
es: Ciudad

source: Province
es: Provincia

source: Postal code
es: Código postal

source: Back to list
es: Volver a la lista
