Repository: claunia/marechai
Catalog: Marechai/Resources/Services/MachinesService.*.resx
Languages: es

source: Loading...
es: Cargando...

source: Machine not found in database
es: Máquina no encontrada en la base de datos

source: PROTOTYPE
es: PROTOTIPO

source: Introduction date
es: Fecha de introducción

source: Family
es: Familia

source: Model
es: Modelo

source: Processors
es: Procesadores

source: {0} @ {1}MHz ({2} bits)
es: {0} a {1}Mhz ({2} bits)

source: {0} @ {1}MHz
es: {0} a {1}MHz

source: Manufacturer
es: Fabricante

source: Instruction set
es: Arquitectura

source: Nominal speed
es: Velocidad nominal

source: Registers
es: Registros

source: {0} general purpose registers of {1} bits that can be used as floating point registers of {2} bits and SIMD registers of {3} bits.
es: {0} registros de propósito general de {1} bits que pueden ser usados como registros de coma flotante de {2} bits y como registros SIMD de {3} bits.

source: {0} general purpose registers of {1} bits that can be used as floating point registers of {2} bits.
es: {0} registros de propósito general de {1} bits que pueden ser usados como registros de coma flotante de {2} bits.

source: {0} general purpose registers of {1} bits that can be used as SIMD registers of {2} bits.
es: {0} registros de propósito general de {1} bits que pueden ser usados como registros SIMD de {2} bits.

source: {0} general purpose registers of {1} bits.
es: {0} registros de propósito general de {1} bits.

source: {0} floating point registers of {1} bits that can be used as SIMD registers of {2} bits.
es: {0} registros de coma flotante de {1} bits que pueden ser usados como registros SIMD de {2} bits.

source: {0} floating point registers of {1} bits.
es: {0} registros de coma flotante de {1} bits.

source: Single instruction, multiple data
es: Instrucción sencilla, múltiples datos

source: {0} SIMD registers of {1} bits.
es: {0} registros SIMD de {1} bits.

source: Multi-core
es: Multi-núcleo

source: {0} cores.
es: {0} núcleos.

source: Simultaneous multithreading
es: Multi-hilo simultáneo

source: {0} threads per core.
es: {0} hilos por núcleo.

source: {0} threads.
es: {0} hilos.

source: {0}-bit data.
es: {0} bits de datos.

source: {0}-bit address.
es: {0} bits de direcciones.

source: Cache
es: Caché

source: {0}KiB combined instruction-data L1
es: {0} KiB de L1 combinada de instrucciones y datos

source: {0}KiB instruction L1
es: {0} KiB de L1 de instrucciones

source: {0}KiB data L1
es: {0} KiB de L1 de datos

source: {0}KiB L2
es: {0} KiB de L2

source: {0}KiB L3
es: {0} KiB de L3

source: Package
es: Empaquetado

source: Manufacturing process
es: Proceso de fabricación

source: {0} @ {1}µm
es: {0} en {1}µm

source: {0} @ {1}nm
es: {0} en {1}nm

source: Die size
es: Área

source: Transistors
es: Transitores

source: Memory
es: Memoria

source: Unknown size
es: Tamaño desconocido

source: unknown speed
es: velocidad desconocida

source: {0} of {1} memory ({2} at {3})
es: {0} de memoria de {1} ({2} a {3})

source: Graphics processing units
es: Unidades de proceso de gráficos

source: This machine directly draws pixels from software to a memory region that's converted to video output by a DAC or similar without using any specific graphics processing unit.
es: Esta máquina dibuja los píxeles directamente del software a una región de memoria que es convertida a una señal analógica sin ninguna unidad de proceso de gráficos.

source: Sound synthesizers
es: Sintetizadores de sonido

source: This machine directly sends data to a DAC or similar connected to the audio output.
es: Esta máquina envía señales desde el software directamente a un conversor digital a analógico conectado a la salida de sonido.

source: Generators
es: Generadores

source: {0} voices
es: {0} voces

source: {0} square wave
es: {0} de onda cuadrada

source: {0} white noise
es: {0} de ruido blanco

source: Sample rate
es: Muestreo

source: Storage
es: Almacenamiento

source: {0} bits at {1} KHz
es: {0} bits a {1} KHz

source: {0} bits at {1} Hz
es: {0} bits a {1} Hz

source: Synthesizer type
es: Tipo de síntesis

source: Available {0} interface.
es: Interfaz {0} disponible.

source: {0} connected thru a {1} interface with a nominal capacity of {2}
es: {0} conectado por una interfaz {1} con una capacidad norminal de {2}

source: {0} connected thru a {1} interface
es: {0} conectado por una interfaz {1}

source: {0} with a nominal capacity of {1}
es: {0} con una capacidad norminal de {1}

source: Type
es: Tipo

source: Introduced
es: Introducida en

source: Name
es: Nombre

source: Company
es: Compañía

source: Machines
es: Máquinas

source: Details
es: Detalles

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Delete machine
es: Eliminar máquina

source: Are you sure you want to delete {0} {1}?
es: ¿Está seguro de que desea borrar {0} {1}?

source: Cancel
es: Cancelar

source: Machine details
es: Detalles de máquina

source: Back to list
es: Volver a la lista

source: Save
es: Guardar

source: Unknown (model)
es: Desconocido

source: Unknown (introduction date)
es: Desconocida

source: None (family)
es: Ninguna

source: Please enter a valid name.
es: Por favor introduce un nombre válido.

source: Please enter a valid model.
es: Por favor introduce un modelo válido.

source: Please enter an introduction date.
es: Por favor introduce una fecha válida.

source: Name must contain less than 255 characters.
es: El nombre debe contener menos de 255 caracteres.

source: Model must contain less than 50 characters.
es: El modelo debe contener menos de 50 caracteres.

source: Unknown (memory by machine speed)
es: Desconocida

source: Unknown (processor by machine speed)
es: Desconocida

source: Unknown (memory by machine size)
es: Desconocido

source: Unknown or empty (storage by machine nominal capacity)
es: Desconocida o vacía

source: Add new (gpu by machine)
es: Añadir nueva

source: Add new (sound by machine)
es: Añadir nuevo

source: Add new (pocessor by machine)
es: Añadir nuevo

source: Add new (memory by machine)
es: Añadir nueva

source: Add new (storage by machine)
es: Añadir nuevo

source: Add new (screen by machine)
es: Añadir nueva

source: Graphical processing units belonging to this machine
es: Unidades de proceso gráfico pertenecientes a esta máquina

source: Graphical processing units
es: Unidades de proceso gráfico

source: Add
es: Añadir

source: Sound synthesizers belonging to this machine
es: Sintetizadores de sonido pertenecientes a esta máquina

source: Processors belonging to this machine
es: Procesadores pertenecientes a esta máquina

source: Nominal speed (MHz)
es: Velocidad nominal (MHz)

source: Nominal speed (Hz)
es: Velocidad nominal (Hz)

source: Please enter a valid speed for this processor.
es: Por favor introduce una velocidad válida para este procesador.

source: Speed
es: Velocidad

source: Memory belonging to this machine
es: Memoria perteneciente a esta máquina

source: Memory type
es: Tipo de memoria

source: Memory usage
es: Uso de la memoria

source: Please enter a valid speed for this memory.
es: Por favor introduce una velocidad válida para esta memoria.

source: Memory size (bytes)
es: Tamaño de memoria (bytes)

source: Please enter a valid size for this memory.
es: Por favor introduce un tamaño válido para esta memoria.

source: Usage
es: Uso

source: Size
es: Tamaño

source: Storage belonging to this machine
es: Almacenamiento perteneciente a esta máquina

source: Storage type
es: Tipo de almacenamiento

source: Storage interface
es: Interfaz del almacenamiento

source: Nominal capacity (bytes)
es: Capacidad nominal (bytes)

source: Please enter a valid size for this storage.
es: Por favor introduce un tamaño válido para este almacenamiento.

source: Nominal capacity
es: Capacidad nominal

source: Screens attached to this machine
es: Pantallas conectadas a esta máquina

source: {0}&quot; with a native resolution of {1}
es: {0}" con una resolución nativa de {1}

source: Width
es: Ancho

source: Height
es: Alto

source: Effective colors
es: Colores efectivos

source: Native resolution
es: Resolución nativa

source: Delete graphical processing unit from this machine
es: Eliminar unidad de proceso de gráfico de esta máquina

source: Are you sure you want to delete the graphical processing unit {0} manufactured by {1} from this machine?
es: ¿Estás seguro de eliminar la unidad de proceso de gráficos {0} fabricada por {1} de esta máquina?

source: Delete sound synthesizer from this machine
es: Eliminar sintetizador de sonido de esta máquina

source: Are you sure you want to delete the sound synthesizer {0} manufactured by {1} from this machine?
es: ¿Estás seguro de eliminar el sintetizador de sonido {0} fabricado por {1} de esta máquina?

source: Delete processor from this machine
es: Eliminar procesador de esta máquina

source: Are you sure you want to delete the processor {0} with speed {2} manufactured by {1} from this machine?
es: ¿Estás seguro de eliminar el procesador {0} con velocidad {2} fabricado por {1} de esta máquina?

source: Delete memory from this machine
es: Eliminar memori de esta máquina

source: Are you sure you want to delete the memory type {0} with usage {1} from this machine?
es: ¿Estás seguro de eliminar la memoria tipo {0} con uso {1} de esta máquina?

source: Delete storage from this machine
es: Eliminar almacenamiento de esta máquina

source: Are you sure you want to delete the storage type {0} with interface {1} from this machine?
es: ¿Estás seguro de eliminar el almacenamiento tipo {0} con interfaz {1} de esta máquina?

source: Delete screen from this machine
es: Eliminar pantalla de esta máquina

source: Are you sure you want to delete the selected screen from this machine?
es: ¿Estás seguro de eliminar la pantalla seleccionada de esta máquina?

source: Introduced (public release)
es: Introducida públicamente en
