Repository: claunia/marechai
Catalog: Marechai/Resources/Services/PeopleService.*.resx
Languages: es

source: People
es: Gente

source: Loading...
es: Cargando...

source: Known name
es: Nombre conocido

source: Country of birth
es: País de nacimiento

source: Birth date
es: Fecha de nacimiento

source: Date of death
es: Fecha de fallecimiento

source: Webpage
es: Página web

source: Create new
es: Crear nueva

source: Details
es: Detalles

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Delete person
es: Eliminar persona

source: Are you sure you want to delete {0}?
es: ¿Está seguro de que desea borrar a {0}?

source: Cancel
es: Cancelar

source: Name
es: Nombre

source: Surname
es: Apellido

source: Display name
es: Nombre para mostrar

source: Person details
es: Detalles de persona

source: Back to list
es: Volver a la lista

source: Save
es: Guardar

source: Unknown (name)
es: Desconocido

source: Unknown (surname)
es: Desconocidos

source: Unknown (alias)
es: Desconocido

source: Unknown (display name)
es: Desconocido

source: Unknown (country of birth)
es: Desconocido

source: Unknown (death date)
es: Desconocida

source: Unknown (webpage)
es: Desconocida

source: Unknown (twitter)
es: Desconocido

source: Unknown (facebook)
es: Desconocido

source: Please enter a valid name.
es: Por favor introduce un nombre válido.

source: Please enter a valid surname.
es: Por favor introduce un apellido (o varios) válido.

source: Please enter a valid alias.
es: Por favor introduce un alias válido.

source: Please enter a valid display name.
es: Por favor introduce un nombre para mostrar válido.

source: Please enter a valid birth date.
es: Por favor introduce una fecha de nacimiento válida.

source: Please enter a valid death date.
es: Por favor introduce una fecha de fallecimiento válida.

source: Please enter a valid webpage.
es: Por favor introduce una página web válida.

source: Please enter a valid Twitter handle.
es: Por favor introduce un identificador de Twitter válido.

source: Please enter a valid Facebook user name.
es: Por favor introduce un nombre de usuario de Facebook válido.

source: Name must be smaller than 256 characters.
es: El nombre debe contener menos de 256 caracteres.

source: Both name and surname must be known and filled, or both unknown.
es: Tanto el nombre como el/los apellido(s) deben rellenarse, or ser desconocidos.

source: Surname must be smaller than 256 characters.
es: El/los apellido(s) deben contener menos de 256 caracteres.

source: Alias must be smaller than 256 characters.
es: El alias debe contener menos de 256 caracteres.

source: Display name must be smaller than 256 characters.
es: El nombre para mostrar debe contener menos de 256 caracteres.

source: Birth date must be before today.
es: La fecha de nacimiento debe ser anterior a hoy.

source: Birth date must be before death date.
es: La fecha de nacimiento debe ser anterior a la de fallecimiento

source: Death date must be before today.
es: La fecha de fallecimiento debe ser anterior a hoy.

source: Death date must be after birth date.
es: La fecha de fallecimiento debe ser posterior a la de nacimiento.

source: Webpage must be smaller than 255 characters.
es: La página web debe contener menos de 255 caracteres.

source: Twitter handle must be smaller than 255 characters.
es: El identificador de Twitter debe contener menos de 255 caracteres.

source: Invalid Twitter handle.
es: Identificador de Twitter inválido.

source: Facebook username must be smaller than 256 characters.
es: El nombre de usuario de Facebook debe contener menos de 256 caracteres.
