Repository: claunia/marechai
Catalog: Marechai/Resources/Services/SoftwareVariantsService.*.resx
Languages: es

source: Catalogue number must be smaller than 256 characters.
es: El número de catálogo debe contener menos de 256 caracteres.

source: Product code must be smaller than 256 characters.
es: El código de producto debe contener menos de 256 caracteres.

source: Serial number must be smaller than 256 characters.
es: El número de serie debe contener menos de 256 caracteres.

source: Part number must be smaller than 256 characters.
es: El número de pieza debe contener menos de 256 caracteres.

source: Version must be smaller than 256 characters.
es: La versión debe contener menos de 256 caracteres.

source: Name must be smaller than 256 characters.
es: El nombre debe contener menos de 256 caracteres.

source: Back to list
es: Volver a la lista

source: Cancel
es: Cancelar

source: Save
es: Guardar

source: Edit
es: Editar

source: Distribution mode
es: Modo de distribución

source: Please enter a valid catalogue number.
es: Por favor introduce un número de catálogo válido.

# Unknown (catalogue number)
source: Unknown
es: Desconocido

source: Catalogue number
es: Número de catálogo

source: Please enter a valid product code.
es: Por favor introduce un código de producto válido.

# Unknown (product code)
source: Unknown
es: Desconocido

source: Product code
es: Código de producto

source: Please enter a valid serial number.
es: Por favor introduce un número de serie válido.

source: Serial number is NOT the serial number used to install the software, but a serial number some software manufacturers use as SKU.
es: El número de serie NO ES el número de serie utilizado para instalar el software, sino un número de serie algunos fabricantes usan como inventario.

# Unknown (serial number)
source: Unknown
es: Desconocido

source: Serial number
es: Número de serie

source: Please enter a valid part number.
es: Por favor introduce un número de pieza válido.

# Unknown (part number)
source: Unknown
es: Desconocido

source: Part number
es: Número de pieza

source: Please enter the required storage size in bytes.
es: Por favor introduce el tamaño de almacenamiento requerido en bytes.

# Unknown (required storage)
source: Unknown
es: Desconocido

source: Required storage (bytes)
es: Tamaño de almacenamiento requerido (bytes)

source: Please enter the recommended memory size in bytes.
es: Por favor introduce la memoria recomendada en bytes.

# Unknown (recommended memory)
source: Unknown
es: Desconocida

source: Recommended memory (bytes)
es: Memoria recomendada (bytes)

source: Please enter the minimum memory size in bytes.
es: Por favor introduce la memoria mínima en bytes.

# Unknown (minimum memory)
source: Unknown
es: Desconocida

source: Minimum memory (bytes)
es: Memoria mínima (bytes)

# Unknown or none (parent variant)
source: Unknown or none
es: Desconocida o ninguna

source: Parent
es: Predecesora

source: Please enter a valid introduction date.
es: Por favor introduce una fecha de introducción válida.

# Unknown (introduction date)
source: Unknown
es: Desconocida

source: Introduced
es: Introducida

source: Please enter a valid version.
es: Por favor introduce una versión válida.

# Unknown (version)
source: Unknown
es: Desconocida

source: Version, if different from software version's
es: Versión, si es diferente de la versión de software

source: Please enter a valid name.
es: Por favor introduce un nombre válido.

# Unknown (name)
source: Unknown
es: Desconocido

source: Name, if different from software version name
es: Nombre, si es diferente del nombre de la versión de software

source: Software version
es: Versión de software

source: Software variant details
es: Detalles de variante de software

source: Are you sure you want to delete the software variant {0}?
es: ¿Estás seguro de eliminar la variante de software {0}?

source: Delete software variant
es: Eliminar variante de software

source: Delete
es: Eliminar

source: Details
es: Detalles

source: Version
es: Versión

source: Name
es: Nombre

source: Family
es: Familia

source: Create new
es: Crear nueva

source: Loading...
es: Cargando...

source: Software variants
es: Variantes de software
