Repository: claunia/marechai
Catalog: Marechai/Resources/Services/SoundSynthsService.*.resx
Languages: es

source: Sound synthesizers
es: Sintetizadores de sonido

source: Loading...
es: Cargando...

source: Name
es: Nombre

source: Company
es: Compañía

source: Model code
es: Modelo

source: Introduced
es: Introducido el

source: Type
es: Tipo

source: Create new
es: Crear nuevo

source: Details
es: Detalles

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Delete sound synthesizer
es: Eliminar sintetizador de sonido

source: Are you sure you want to delete {0} {1}?
es: ¿Está seguro de que desea borrar {0} {1}?

source: Cancel
es: Cancelar

source: Sound synthesizer details
es: Detalles de sintetizador de sonido

source: Back to list
es: Volver a la lista

source: Digitized voices
es: Voces digitalizadas

source: Sample rate (Hz)
es: Frecuencia de muestreo (Hz)

source: Sample resolution (bits)
es: Resolución de muestreo (bits)

source: Square wave channels
es: Canales de onda cuadrada

source: White noise channels
es: Canales de ruido blanco

source: Unknown (company)
es: Desconocida

source: Unknown (model code)
es: Desconocido

source: Unknown (introduction date)
es: Desconocida

source: Unknown (voices)
es: Desconocidas

source: Unknown (sample rate)
es: Desconocida

source: Unknown (sample resolution)
es: Desconocida

source: Unknown (square wave channels)
es: Desconocidos

source: Unknown (white noise channels)
es: Desconocidos

source: Unknown (type)
es: Desconocido

source: Please enter a valid model code.
es: Por favor introduce un modelo válido.

source: Prototype
es: Prototipo

source: Please enter an introduction date.
es: Por favor introduce una fecha válida.

source: Please enter a valid number of voices.
es: Por favor introduce un número de voces válido.

source: Please enter a valid sample rate.
es: Por favor introduce una frequencia de muestreo válida.

source: Please enter a valid number of bits for sample resolution.
es: Por favor introduce un número de bits de resolución de muestreo válido.

source: Please enter a valid number of square wave channels.
es: Por favor introduce un número de canales de onda cuadrada válido.

source: Please enter a valid number of white noise channels.
es: Por favor introduce un número de canales de rudio blanco válido.

source: Please enter a valid sound synthesizer type.
es: Por favor introduce un tipo de sintetizador válido.

source: Save
es: Guardar

source: Model code must be 45 characters or less.
es: El modelo debe contener 45 caracteres o menos.

source: Name must be 50 characters or less.
es: El nombre debe contener 50 caracteres o menos.

source: Please enter a valid name.
es: Por favor introduce un nombre válido.
